benchmarks/complete/results/20260827-144021/flask_fortunes_r2.txt
Running 15s test @ http://127.0.0.1:7072/fortunes
  8 threads and 256 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   104.93ms  158.77ms   1.62s    86.16%
    Req/Sec   802.64    614.86     3.09k    64.64%
  94633 requests in 15.06s, 119.81MB read
  Non-2xx or 3xx responses: 7121
Requests/sec:   6284.21
Transfer/sec:      7.96MB