benchmarks/complete/results/20260827-144021/flask_fortunes_r3.txt
Running 15s test @ http://127.0.0.1:7072/fortunes
  8 threads and 256 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   110.19ms  164.74ms   1.70s    86.00%
    Req/Sec   756.45    655.59     3.29k    75.44%
  89056 requests in 15.05s, 112.24MB read
  Non-2xx or 3xx responses: 7139
Requests/sec:   5915.58
Transfer/sec:      7.46MB