benchmarks/complete/results/20260827-144021/flask_json_r1.txt
Running 15s test @ http://127.0.0.1:7072/json
  8 threads and 256 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    60.52ms   94.40ms   1.01s    85.70%
    Req/Sec     4.84k     2.65k   39.06k    72.29%
  574442 requests in 15.10s, 97.51MB read
Requests/sec:  38042.61
Transfer/sec:      6.46MB