benchmarks/complete/results/20260827-144021/flask_updates_r1.txt
Running 15s test @ http://127.0.0.1:7072/updates?queries=20
  8 threads and 256 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   148.17ms  229.65ms   2.00s    92.19%
    Req/Sec   326.31    302.43     1.50k    80.34%
  38276 requests in 15.05s, 8.02MB read
  Socket errors: connect 0, read 0, write 0, timeout 173
  Non-2xx or 3xx responses: 37189
Requests/sec:   2543.20
Transfer/sec:    545.47KB