benchmarks/complete/results/20260827-144021/flask_updates_r3.txt
Running 15s test @ http://127.0.0.1:7072/updates?queries=20
  8 threads and 256 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   133.29ms  205.11ms   2.00s    91.98%
    Req/Sec   318.27    292.67     1.58k    84.01%
  37539 requests in 15.05s, 7.76MB read
  Socket errors: connect 0, read 0, write 0, timeout 179
  Non-2xx or 3xx responses: 36651
Requests/sec:   2494.29
Transfer/sec:    528.25KB