benchmarks/complete/results/20260827-144021/zan_multi_db_r1.txt
Running 15s test @ http://127.0.0.1:7073/db
  8 threads and 256 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   321.87ms  229.71ms   1.65s    90.65%
    Req/Sec   109.70     29.27   202.00     60.55%
  13146 requests in 15.05s, 2.28MB read
  Socket errors: connect 0, read 0, write 0, timeout 23
Requests/sec:    873.36
Transfer/sec:    155.04KB