benchmarks/complete/results/20260827-144021/zan_multi_fortunes_r2.txt
Running 15s test @ http://127.0.0.1:7073/fortunes
  8 threads and 256 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   324.45ms  247.81ms   1.65s    89.40%
    Req/Sec   111.17     28.18   190.00     63.98%
  13245 requests in 15.06s, 17.75MB read
  Socket errors: connect 0, read 0, write 0, timeout 35
Requests/sec:    879.66
Transfer/sec:      1.18MB