benchmarks/complete/results/20260827-144021/zan_multi_queries_r3.txt
Running 15s test @ http://127.0.0.1:7073/queries?queries=20
  8 threads and 256 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   545.92ms  111.40ms 984.45ms   68.02%
    Req/Sec    58.62     24.08   160.00     71.71%
  6822 requests in 15.04s, 3.62MB read
  Non-2xx or 3xx responses: 3783
Requests/sec:    453.74
Transfer/sec:    246.82KB